Repository: ohmzi/Tday
Catalog: ios-swiftUI/Tday/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ms, pt, ru, zh

source: Today called. It wants a plan.
de: Heute hat angerufen. Es will einen Plan.
es: Llamó hoy. Quiere un plan.
fr: Aujourd'hui a appelé. Il veut un plan.
it: Oggi ha chiamato. Vuole un piano.
ja: 今日から連絡。計画が欲しいって。
ms: Hari ini menelefon. Ia mahukan satu rancangan.
pt: Hoje ligou. Quer um plano.
ru: Звонило сегодня. Хочет план.
zh: 今天来电了。它想要一个计划。

source: Tomorrow you is watching
de: Das Du von morgen schaut zu
es: El tú de mañana te está mirando
fr: Le vous de demain vous observe
it: Il te di domani ti sta guardando
ja: 明日のあなたが見ています
ms: Anda yang esok sedang memerhati
pt: O você de amanhã está te observando
ru: Завтрашний вы уже смотрит
zh: 明天的你正看着呢

source: Turning chaos into checkboxes
de: Verwandelt Chaos in Häkchen
es: Convirtiendo el caos en casillas de verificación
fr: Transformer le chaos en cases à cocher
it: Trasforma il caos in caselle da spuntare
ja: 混沌をチェックボックスに変える
ms: Menukar kekecohan kepada kotak semak
pt: Transformando caos em caixas de seleção
ru: Превращаем хаос в галочки
zh: 把混乱变成勾选框

source: Turning I should into scheduled
de: Verwandelt „Ich sollte“ in „eingeplant“
es: Convirtiendo el 'debería' en 'programado'
fr: Transformer « je devrais » en « planifié »
it: Trasforma il 'dovrei' in 'programmato'
ja: 「やるべき」を「予定済み」に変える
ms: Menukar saya patut kepada dijadualkan
pt: Transformando 'eu deveria' em 'agendado'
ru: Превращаем «надо бы» в «запланировано»
zh: 把“我应该”变成“已安排”

source: Turning mental load into checkmarks
de: Verwandelt mentale Last in Häkchen
es: Convirtiendo la carga mental en marcas de verificación
fr: Transformer la charge mentale en coches
it: Trasforma il carico mentale in segni di spunta
ja: 精神的負担をチェックマークに変える
ms: Menukar beban mental kepada tanda semak
pt: Transformando carga mental em marcações
ru: Превращаем умственную нагрузку в галочки
zh: 把心理负担变成勾选标记

source: Turning the mental pile into a plan
de: Macht aus dem Gedankenhaufen einen Plan
es: Convirtiendo el montón mental en un plan
fr: Transformer le tas mental en plan
it: Trasforma il mucchio mentale in un piano
ja: 頭の中の山を計画に変える
ms: Menukar timbunan dalam kepala jadi rancangan
pt: Transformando a pilha mental em um plano
ru: Превращает мысленную кучу в план
zh: 把脑子里那一堆变成计划

source: Turning ‘I forgot’ into ‘I got this’
de: Macht aus „Ich habe es vergessen“ ein „Ich krieg das hin“
es: Convirtiendo el 'lo olvidé' en 'lo tengo controlado'
fr: Transformer « j'ai oublié » en « je gère »
it: Trasforma 'l'ho dimenticato' in 'ce la faccio'
ja: 「忘れた」を「やった」に変える
ms: Menukar ‘saya lupa’ kepada ‘saya boleh’
pt: Transformando 'eu esqueci' em 'eu dou conta'
ru: Превращаем «я забыл» в «я справился»
zh: 把“我忘了”变成“我搞定了”

source: Uptime for your intentions
de: Uptime für deine Vorsätze
es: Tiempo de actividad para tus intenciones
fr: De la disponibilité pour vos intentions
it: Uptime per le tue intenzioni
ja: あなたの決意に稼働時間を
ms: Masa operasi untuk niat anda
pt: Uptime para suas intenções
ru: Аптайм для ваших намерений
zh: 为你的决心提供在线时间

source: Where 'someday' gets a date
de: Wo „irgendwann“ ein Datum bekommt
es: Donde el 'algún día' consigue una fecha
fr: Là où « un jour » obtient une date
it: Dove 'un giorno' ottiene una data
ja: 「いつか」に日付がつく場所
ms: Di mana 'suatu hari' mendapat tarikh
pt: Onde o 'algum dia' ganha uma data
ru: Где у «когда-нибудь» появляется дата
zh: 让“某天”有了日期

source: Where forgotten tasks go to get found
de: Wo vergessene Aufgaben wiedergefunden werden
es: Donde las tareas olvidadas vuelven a aparecer
fr: Là où les tâches oubliées se font retrouver
it: Dove le attività dimenticate vengono ritrovate
ja: 忘れたタスクが見つかる場所
ms: Di mana tugasan yang terlupa dijumpai semula
pt: Onde tarefas esquecidas vão para ser encontradas
ru: Туда, где находятся забытые задачи
zh: 被遗忘的任务在这里被找回

source: Where good intentions get timestamps
de: Wo gute Vorsätze einen Zeitstempel bekommen
es: Donde las buenas intenciones reciben fecha y hora
fr: Là où les bonnes intentions reçoivent une date
it: Dove le buone intenzioni ricevono una data
ja: 良い決意にタイムスタンプがつく場所
ms: Tempat niat baik mendapat cap masa
pt: Onde as boas intenções ganham data e hora
ru: Здесь у добрых намерений появляется дата
zh: 好想法在这里获得时间戳

source: Where scattered thoughts get assigned seating
de: Wo verstreute Gedanken einen Sitzplatz bekommen
es: Donde los pensamientos dispersos consiguen un asiento asignado
fr: Là où les pensées éparpillées trouvent une place assise
it: Dove i pensieri sparsi ottengono un posto assegnato
ja: 散らばった考えに席が割り当てられる場所
ms: Di mana fikiran berselerak diberikan tempat duduk
pt: Onde pensamentos dispersos ganham lugar marcado
ru: Где разрозненным мыслям выдают места
zh: 散乱的念头在这里对号入座

source: Where ‘urgent’ finally meets ‘planned’
de: Wo „dringend“ endlich auf „geplant“ trifft
es: Donde ‘urgente’ por fin se encuentra con ‘planificado’
fr: Où « urgent » rencontre enfin « planifié »
it: Dove ‘urgente’ incontra finalmente ‘pianificato’
ja: 「急ぎ」がついに「予定済み」と出会う場所
ms: Tempat ‘segera’ akhirnya bertemu ‘dirancang’
pt: Onde ‘urgente’ finalmente encontra ‘planejado’
ru: Где «срочно» наконец встречает «запланировано»
zh: “紧急”终于遇上了“已安排”

source: Your brain gets a break, your server gets a job
de: Dein Kopf macht Pause, dein Server macht Arbeit
es: Tu cerebro descansa, tu servidor trabaja
fr: Votre cerveau souffle, votre serveur bosse
it: Il tuo cervello riposa, il tuo server lavora
ja: 頭は休憩、サーバーは仕事
ms: Otak anda berehat, pelayan anda bekerja
pt: Seu cérebro descansa, seu servidor trabalha
ru: Мозг отдыхает, сервер работает
zh: 大脑放假，服务器上班

source: Your data, your server, your no-excuse zone
de: Deine Daten, dein Server, deine Zone ohne Ausreden
es: Tus datos, tu servidor, tu zona sin excusas
fr: Vos données, votre serveur, votre zone sans excuses
it: I tuoi dati, il tuo server, la tua zona senza scuse
ja: あなたのデータ、あなたのサーバー、言い訳無用の領域
ms: Data anda, pelayan anda, zon tanpa alasan anda
pt: Seus dados, seu servidor, sua zona sem desculpas
ru: Ваши данные, ваш сервер, зона без отговорок
zh: 你的数据，你的服务器，你的无借口专区

source: Your day compiles cleanly now
de: Dein Tag kompiliert jetzt fehlerfrei
es: Tu día ahora compila sin errores
fr: Votre journée compile enfin sans erreur
it: La tua giornata ora compila senza errori
ja: あなたの一日、今日はエラーなしでビルド
ms: Hari anda kini terkompil tanpa ralat
pt: Seu dia agora compila sem erros
ru: Ваш день теперь собирается без ошибок
zh: 你的一天现在能顺利编译了

source: Your day's project manager
de: Der Projektmanager deines Tages
es: El gestor de proyectos de tu día
fr: Le chef de projet de votre journée
it: Il project manager della tua giornata
ja: あなたの一日のプロジェクトマネージャー
ms: Pengurus projek hari anda
pt: O gerente de projetos do seu dia
ru: Менеджер проектов вашего дня
zh: 你这一天的项目经理

source: Your day, minus the guesswork
de: Dein Tag, ohne Ratespiel
es: Tu día, menos las adivinanzas
fr: Votre journée, sans les devinettes
it: La tua giornata, senza tirare a indovinare
ja: あなたの一日から、当てずっぽうを引き算
ms: Hari anda, tolak teka-teki
pt: Seu dia, sem adivinhação
ru: Ваш день без угадайки
zh: 你的一天，不用再猜

source: Your excuses are not on the schedule
de: Deine Ausreden stehen nicht im Kalender
es: Tus excusas no están en la agenda
fr: Vos excuses ne sont pas au programme
it: Le tue scuse non sono in agenda
ja: あなたの言い訳は予定に入っていません
ms: Alasan anda tiada dalam jadual
pt: Suas desculpas não estão na agenda
ru: Ваших отговорок нет в расписании
zh: 你的借口不在日程上

source: Your executor, self-hosted
de: Dein Vollstrecker, selbstgehostet
es: Tu ejecutor, autoalojado
fr: Votre exécuteur, auto-hébergé
it: Il tuo esecutore, self-hosted
ja: あなたの執行人、セルフホスト
ms: Pelaksana anda, terhos sendiri
pt: Seu executor, auto-hospedado
ru: Ваш исполнитель, self-hosted
zh: 你的执行者，自托管

source: Your future self filed a request
de: Dein zukünftiges Ich hat einen Antrag gestellt
es: Tu yo del futuro presentó una solicitud
fr: Votre futur vous a déposé une demande
it: Il tuo io futuro ha presentato una richiesta
ja: 未来のあなたから申請が届きました
ms: Diri anda pada masa depan telah menghantar permintaan
pt: Seu eu do futuro abriu um chamado
ru: Ваше будущее «я» оставило заявку
zh: 未来的你已经提交了申请

source: Your inbox of intentions, sorted
de: Dein Postfach voller Vorsätze, sortiert
es: Tu bandeja de intenciones, ordenada
fr: Votre boîte de réception d’intentions, triée
it: La tua casella di intenzioni, ordinata
ja: やるつもりの受信箱、整理済み
ms: Peti masuk niat anda, sudah disusun
pt: Sua caixa de entrada de intenções, organizada
ru: Ваш поток намерений, разобран
zh: 你那一箱子的打算，都排好了

source: Your lists have entered their productive era
de: Deine Listen haben ihre produktive Phase erreicht
es: Tus listas han entrado en su era productiva
fr: Vos listes sont entrées dans leur ère productive
it: I tuoi elenchi sono entrati nella loro era produttiva
ja: あなたのリストが生産的な時代に突入
ms: Senarai anda telah memasuki era produktif mereka
pt: Suas listas entraram em sua era produtiva
ru: Ваши списки вступили в продуктивную эпоху
zh: 你的列表已进入高效时代

source: Your personal accountability server
de: Dein persönlicher Verantwortungs-Server
es: Tu servidor personal de responsabilidad
fr: Votre serveur de responsabilité personnel
it: Il tuo server di responsabilità personale
ja: あなた専用の説明責任サーバー
ms: Pelayan akauntabiliti peribadi anda
pt: Seu servidor pessoal de responsabilidade
ru: Ваш личный сервер ответственности
zh: 你的私人问责服务器

source: Your personal nudge machine
de: Deine persönliche Anstupser-Maschine
es: Tu máquina personal de recordatorios
fr: Votre machine à rappels personnelle
it: La tua macchina di promemoria personale
ja: あなた専用の催促マシン
ms: Mesin tolak peribadi anda
pt: Sua máquina pessoal de cutucadas
ru: Ваша личная машина напоминаний
zh: 你的私人提醒机器

source: Your plans, backed up and back on track
de: Deine Pläne, gesichert und wieder auf Kurs
es: Tus planes, respaldados y de vuelta al camino
fr: Vos plans, sauvegardés et remis sur les rails
it: I tuoi piani, salvati e di nuovo in carreggiata
ja: あなたの計画、バックアップ済み、軌道修正済み
ms: Rancangan anda, disandarkan dan kembali ke landasan
pt: Seus planos, com backup e de volta aos trilhos
ru: Ваши планы: бэкап есть, курс восстановлен
zh: 你的计划，已备份，已回到正轨

source: Your priorities just got a home address
de: Deine Prioritäten haben jetzt eine Adresse
es: Tus prioridades ahora tienen una dirección
fr: Vos priorités viennent d'obtenir une adresse
it: Le tue priorità hanno appena ottenuto un indirizzo
ja: あなたの優先順位に住所ができた
ms: Keutamaan anda kini mempunyai alamat rumah
pt: Suas prioridades ganharam um endereço
ru: У ваших приоритетов появился адрес
zh: 你的优先级有了固定住址

source: Your reminders came prepared
de: Deine Erinnerungen sind bestens vorbereitet
es: Tus recordatorios vinieron preparados
fr: Vos rappels sont venus préparés
it: I tuoi promemoria sono arrivati preparati
ja: あなたのリマインダーは準備万端
ms: Peringatan anda datang dengan persediaan
pt: Seus lembretes vieram preparados
ru: Ваши напоминания пришли подготовленными
zh: 你的提醒事项有备而来

source: Your second brain, but reliable
de: Dein zweites Gehirn, aber zuverlässig
es: Tu segundo cerebro, pero confiable
fr: Votre second cerveau, mais fiable
it: Il tuo secondo cervello, ma affidabile
ja: あなたのセカンドブレイン、でも頼れる
ms: Otak kedua anda, tetapi boleh dipercayai
pt: Seu segundo cérebro, mas confiável
ru: Ваш второй мозг, но надёжный
zh: 你的第二大脑，但靠谱

source: Your server remembers, so you don’t have to
de: Dein Server merkt sich alles, damit du es nicht musst
es: Tu servidor recuerda, para que tú no tengas que hacerlo
fr: Votre serveur s'en souvient, vous n'avez plus à le faire
it: Il tuo server ricorda, così non devi farlo tu
ja: あなたのサーバーが覚えているから、覚えなくていい
ms: Pelayan anda mengingat, jadi anda tak perlu
pt: Seu servidor lembra, para você não precisar
ru: Ваш сервер помнит, чтобы вам не пришлось
zh: 你的服务器记着，所以你不必记

source: Your tasks are lining up nicely
de: Deine Aufgaben reihen sich schön auf
es: Tus tareas se están alineando muy bien
fr: Vos tâches s'alignent bien
it: Le tue attività si stanno mettendo in fila ordinatamente
ja: あなたのタスクがきれいに並び始めた
ms: Tugasan anda sedang beratur dengan kemas
pt: Suas tarefas estão se alinhando direitinho
ru: Ваши задачи выстраиваются в ряд
zh: 你的任务正乖乖排好队

source: Your TODO list, but it shows up
de: Deine TODO-Liste, aber sie taucht auf
es: Tu lista de pendientes, pero que sí aparece
fr: Votre liste de tâches, mais qui se présente
it: La tua lista di cose da fare, ma che si presenta
ja: あなたのTODOリスト、でもちゃんと現れる
ms: Senarai TODO anda, tetapi ia muncul
pt: Sua lista de tarefas, mas que aparece
ru: Ваш список дел, который действительно появляется
zh: 你的待办清单，但它真的会出现

source: Zero trust… except your own server
de: Zero Trust… außer deinem eigenen Server
es: Confianza cero… excepto en tu propio servidor
fr: Zéro confiance… sauf en votre propre serveur
it: Zero trust… tranne il tuo server
ja: ゼロトラスト…自分のサーバー以外は
ms: Tanpa kepercayaan… kecuali pelayan anda sendiri
pt: Confiança zero… exceto no seu próprio servidor
ru: Нулевое доверие… кроме вашего сервера
zh: 零信任……除了你自己的服务器

source: %1$d tasks today, %2$d carried over
de: %1$d Aufgaben heute, %2$d liegengeblieben
es: %1$d tareas hoy, %2$d arrastradas
fr: %1$d tâches aujourd'hui, %2$d reportées
it: %1$d attività oggi, %2$d arretrate
ja: 今日のタスクは%1$d件、持ち越し%2$d件
ms: %1$d tugasan hari ini, %2$d terbawa
pt: %1$d tarefas hoje, %2$d acumuladas
ru: Задач на сегодня: %1$d, накопилось: %2$d
zh: 今天有 %1$d 项任务，%2$d 项积压

source: %d security alerts
de: %d Sicherheitswarnungen
es: %d alertas de seguridad
fr: %d alertes de sécurité
it: %d avvisi di sicurezza
ja: セキュリティ警告 %d 件
ms: %d amaran keselamatan
pt: %d alertas de segurança
ru: Оповещений безопасности: %d
zh: %d 条安全警报

source: %d tasks today
de: %d Aufgaben heute
es: %d tareas hoy
fr: %d tâches aujourd'hui
it: %d attività oggi
ja: 今日のタスクは%d件
ms: %d tugasan hari ini
pt: %d tarefas hoje
ru: Задач на сегодня: %d
zh: 今天有 %d 项任务

source: %lld changes waiting
de: %lld Änderungen ausstehend
es: %lld cambios pendientes
fr: %lld modifications en attente
it: %lld modifiche in attesa
ja: %lld件の変更を待機中
ms: %lld perubahan menunggu
pt: %lld alterações pendentes
ru: Ожидает изменений: %lld
zh: %lld 项更改待处理

source: %lld changes waiting to sync
de: %lld Änderungen warten auf Synchronisierung
es: %lld cambios esperando sincronización
fr: %lld modifications en attente de synchronisation
it: %lld modifiche in attesa di sincronizzazione
ja: %lld件の変更が同期待ちです
ms: %lld perubahan menunggu penyegerakan
pt: %lld alterações aguardando sincronização
ru: %lld изменений ожидают синхронизации
zh: %lld 项更改等待同步

source: %lld tasks
de: %lld Aufgaben
es: %lld tareas
fr: %lld tâches
it: %lld attività
ja: %lld件のタスク
ms: %lld tugasan
pt: %lld tarefas
ru: %lld задач
zh: %lld个任务

source: %lld tasks due
de: %lld Aufgaben fällig
es: %lld tareas pendientes
fr: %lld tâches à échéance
it: %lld attività in scadenza
ja: %lld件のタスクが期限
ms: %lld tugas perlu disiapkan
pt: %lld tarefas com prazo
ru: Задач к выполнению: %lld
zh: %lld 项任务到期

source: 1 change waiting
de: 1 Änderung ausstehend
es: 1 cambio pendiente
fr: 1 modification en attente
it: 1 modifica in attesa
ja: 1件の変更を待機中
ms: 1 perubahan menunggu
pt: 1 alteração pendente
ru: Ожидает 1 изменение
zh: 1 项更改待处理

source: 1 change waiting to sync
de: 1 Änderung wartet auf Synchronisierung
es: 1 cambio esperando sincronización
fr: 1 modification en attente de synchronisation
it: 1 modifica in attesa di sincronizzazione
ja: 1件の変更が同期待ちです
ms: 1 perubahan menunggu penyegerakan
pt: 1 alteração aguardando sincronização
ru: 1 изменение ожидает синхронизации
zh: 1 项更改等待同步

source: 1 day before
de: 1 Tag vorher
es: 1 día antes
fr: 1 jour avant
it: 1 giorno prima
ja: 1日前
ms: 1 hari sebelum
pt: 1 dia antes
ru: За 1 день
zh: 提前 1 天

source: 1 hour before
de: 1 Stunde vorher
es: 1 hora antes
fr: 1 heure avant
it: 1 ora prima
ja: 1時間前
ms: 1 jam sebelum
pt: 1 hora antes
ru: За 1 час
zh: 提前 1 小时

source: 1 task
de: 1 Aufgabe
es: 1 tarea
fr: 1 tâche
it: 1 attività
ja: 1件のタスク
ms: 1 tugasan
pt: 1 tarefa
ru: 1 задача
zh: 1个任务

source: 1 task due
de: 1 Aufgabe fällig
es: 1 tarea pendiente
fr: 1 tâche à échéance
it: 1 attività in scadenza
ja: 1件のタスクが期限
ms: 1 tugas perlu disiapkan
pt: 1 tarefa com prazo
ru: 1 задача к выполнению
zh: 1 项任务到期

source: 2 days before
de: 2 Tage vorher
es: 2 días antes
fr: 2 jours avant
it: 2 giorni prima
ja: 2日前
ms: 2 hari sebelum
pt: 2 dias antes
ru: За 2 дня
zh: 提前 2 天

source: 2 hours before
de: 2 Stunden vorher
es: 2 horas antes
fr: 2 heures avant
it: 2 ore prima
ja: 2時間前
ms: 2 jam sebelum
pt: 2 horas antes
ru: За 2 часа
zh: 提前 2 小时

source: 5 minutes before
de: 5 Minuten vorher
es: 5 minutos antes
fr: 5 minutes avant
it: 5 minuti prima
ja: 5分前
ms: 5 minit sebelum
pt: 5 minutos antes
ru: За 5 минут
zh: 提前 5 分钟

source: 10 minutes before
de: 10 Minuten vorher
es: 10 minutos antes
fr: 10 minutes avant
it: 10 minuti prima
ja: 10分前
ms: 10 minit sebelum
pt: 10 minutos antes
ru: За 10 минут
zh: 提前 10 分钟

source: 15 minutes before
de: 15 Minuten vorher
es: 15 minutos antes
fr: 15 minutes avant
it: 15 minuti prima
ja: 15分前
ms: 15 minit sebelum
pt: 15 minutos antes
ru: За 15 минут
zh: 提前 15 分钟

source: 30 minutes before
de: 30 Minuten vorher
es: 30 minutos antes
fr: 30 minutes avant
it: 30 minuti prima
ja: 30分前
ms: 30 minit sebelum
pt: 30 minutos antes
ru: За 30 минут
zh: 提前 30 分钟

source: A newer version is ready to install.
de: Eine neuere Version kann installiert werden.
es: Hay una versión más reciente lista para instalar.
fr: Une version plus récente est prête à être installée.
it: È disponibile una versione più recente da installare.
ja: 新しいバージョンをインストールできます。
ms: Versi yang lebih baharu sedia untuk dipasang.
pt: Há uma versão mais recente pronta para instalar.
ru: Доступна для установки новая версия.
zh: 有新版本可供安装。

source: About
de: Info
es: Acerca de
fr: À propos
it: Informazioni
ja: 情報
ms: Perihal
pt: Sobre
ru: О приложении
zh: 关于

source: Accounts and sync
de: Konten und Synchronisierung
es: Cuentas y sincronización
fr: Comptes et synchronisation
it: Account e sincronizzazione
ja: アカウントと同期
ms: Akaun dan penyegerakan
pt: Contas e sincronização
ru: Аккаунты и синхронизация
zh: 账户和同步

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ms: Tambah
pt: Adicionar
ru: Добавить
zh: 添加

source: Add a floater and it will wait right here.
de: Füge einen Floater hinzu, er wartet genau hier.
es: Añade un flotante y esperará justo aquí.
fr: Ajoutez une flottante et elle attendra ici.
it: Aggiungi un flottante e aspetterà proprio qui.
ja: フローターを追加すると、ここで待機します。
ms: Tambah floater dan ia akan menunggu di sini.
pt: Adicione um flutuante e ele esperará aqui.
ru: Добавьте плавающую задачу, и она подождёт здесь.
zh: 添加一个浮动任务，它会在这里等你。

source: Add member
de: Mitglied hinzufügen
es: Añadir miembro
fr: Ajouter un membre
it: Aggiungi membro
ja: メンバーを追加
ms: Tambah ahli
pt: Adicionar membro
ru: Добавить участника
zh: 添加成员

source: Add scheduled tasks to my calendar
de: Geplante Aufgaben zu meinem Kalender hinzufügen
es: Añadir tareas programadas a mi calendario
fr: Ajouter les tâches planifiées à mon calendrier
it: Aggiungi le attività pianificate al mio calendario
ja: 予定タスクをカレンダーに追加
ms: Tambah tugasan berjadual ke kalendar saya
pt: Adicionar tarefas agendadas ao meu calendário
ru: Добавлять запланированные задачи в мой календарь
zh: 将预定任务添加到我的日历

source: Add something for today and it will show up right here.
de: Füge etwas für heute hinzu, dann erscheint es genau hier.
es: Añade algo para hoy y aparecerá justo aquí.
fr: Ajoutez quelque chose pour aujourd'hui et cela apparaîtra ici.
it: Aggiungi qualcosa per oggi e comparirà proprio qui.
ja: 今日のタスクを追加すると、ここに表示されます。
ms: Tambah sesuatu untuk hari ini dan ia akan muncul di sini.
pt: Adicione algo para hoje e aparecerá aqui.
ru: Добавьте что-нибудь на сегодня — оно появится здесь.
zh: 添加今天要做的事，它就会出现在这里。

source: Add your first task and it will show up right here.
de: Füge deine erste Aufgabe hinzu, dann erscheint sie genau hier.
es: Añade tu primera tarea y aparecerá justo aquí.
fr: Ajoutez votre première tâche et elle apparaîtra ici.
it: Aggiungi la tua prima attività e comparirà proprio qui.
ja: 最初のタスクを追加すると、ここに表示されます。
ms: Tambah tugasan pertama anda dan ia akan muncul di sini.
pt: Adicione a sua primeira tarefa e ela aparecerá aqui.
ru: Добавьте первую задачу — она появится здесь.
zh: 添加第一个任务，它就会出现在这里。

source: AI task summary
de: KI-Aufgabenzusammenfassung
es: Resumen de tareas con IA
fr: Résumé des tâches par IA
it: Riepilogo attività con IA
ja: AI タスク要約
ms: Ringkasan tugasan AI
pt: Resumo de tarefas com IA
ru: ИИ-сводка задач
zh: AI 任务摘要

source: All
de: Alle
es: Todas
fr: Toutes
it: Tutte
ja: すべて
ms: Semua
pt: Todas
ru: Все
zh: 全部

source: All caught up
de: Alles aufgeholt
es: Todo al día
fr: Tout est à jour
it: Tutto in pari
ja: すべて片付きました
ms: Semua terkini
pt: Tudo em dia
ru: Всё разобрано
zh: 全部处理完毕

source: All done for today
de: Alles erledigt für heute
es: Todo listo por hoy
fr: Tout est fait pour aujourd'hui
it: Tutto fatto per oggi
ja: 今日のタスクはすべて完了
ms: Semua selesai untuk hari ini
pt: Tudo feito por hoje
ru: На сегодня всё сделано
zh: 今天的任务全部完成

source: All Tasks
de: Alle Aufgaben
es: Todas las tareas
fr: Toutes les tâches
it: Tutte le attività
ja: すべてのタスク
ms: Semua Tugas
pt: Todas as tarefas
ru: Все задачи
zh: 所有任务

source: Already a member
de: Bereits Mitglied
es: Ya es miembro
fr: Déjà membre
it: Già membro
ja: すでにメンバーです
ms: Sudah menjadi ahli
pt: Já é membro
ru: Уже участник
zh: 已是成员

source: Search by name or username
de: Nach Name oder Benutzername suchen
es: Buscar por nombre o nombre de usuario
fr: Rechercher par nom ou nom d'utilisateur
it: Cerca per nome o nome utente
ja: 名前またはユーザー名で検索
ms: Cari mengikut nama atau nama pengguna
pt: Buscar por nome ou nome de usuário
ru: Поиск по имени или имени пользователя
zh: 按姓名或用户名搜索

source: An update is required to continue. Please update to v%@.
de: Ein Update ist erforderlich, um fortzufahren. Bitte aktualisieren Sie auf v%@.
es: Se requiere una actualización para continuar. Actualiza a la v%@.
fr: Une mise à jour est requise pour continuer. Veuillez passer à la v%@.
it: È necessario un aggiornamento per continuare. Aggiorna alla v%@.
ja: 続行するには更新が必要です。v%@ に更新してください。
ms: Kemas kini diperlukan untuk meneruskan. Sila kemas kini ke v%@.
pt: É necessária uma atualização para continuar. Atualize para a v%@.
ru: Для продолжения требуется обновление. Обновите до v%@.
zh: 需要更新才能继续。请更新到 v%@。

source: Answer
de: Antwort
es: Respuesta
fr: Réponse
it: Risposta
ja: 回答
ms: Jawapan
pt: Resposta
ru: Ответ
zh: 答案

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ms: Penampilan
pt: Aparência
ru: Оформление
zh: 外观
